<template>
<div>
    <p style="white-space: pre-line">昨日のリピートのような
        スクランブル交差点で
        青過ぎる空を見てた
        雨なら隠せることもあるのになぁ

        モノが溢れる街で
        何か満たされないまま
        レンタルしたあの映画も見ないままで返す気がした

        ねえ 今 あなたは 私を覚えている?
        ねえ 今 私はあなたを思い出してた

        声はずっと此処にあって
        なのにずっと響かなくて
        大事だって思う物が
        無いわけじゃないから

        帰りたいと思ってたって　
        帰りたいと言えなくって
        強がって寂しがって　それでも明日を探してる

        笑って「またね」って告げて
        始めての中央線も
        気付けば慣れた足で人ごみを避けて
        歩いている

        ねえ今 あなたは 私がどう見える?
        ねえ今 私はあなたに会えないかもしれない

        見もしないテレビの 明かりをながめて
        手にした携帯　見慣れた名前に
        繋いだ向こうで 人の気も知らないで
        笑う声に 思わず笑った

        声はずっと此処にあって なのにずっと響かなくて
        「わかるよ」って 「嘘でしょ?」ってはぐらかして
        だけどなんか嬉しくって だからきっと朝を待って
        リピートって思う今日に　期待をする

        私はずっと此処にあって それがきっと現在(いま)になって
        迷いだって孤独だって あたり前にあるけど
        帰りたいと言いたかった 帰りたいと言わなかった
        強がって寂しがって　それでも私は歩いていく

        見てないあの映画を明日返しにいこう
    </p>
</div>
</template>

<script>
export default {
    name: "c1"
};
</script>
